Repository: sarthak-SyntaxSamurai/FrogDrop
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# settings.menu-bar.general.keep-history.option.forever
source: Forever
es_419: Indefinidamente

# settings.menu-bar.general.keep-history.option.one-day
source: 1 Day
es_419: 1 día

# settings.menu-bar.general.keep-history.option.seven-days
source: 7 Days
es_419: 7 días

# settings.menu-bar.general.keep-history.option.fourteen-days
source: 14 Days
es_419: 14 días

# settings.menu-bar.general.keep-history.option.thirty-days
source: 30 Days
es_419: 30 días

# settings.menu-bar.general.shorten-url.section-title
source: SHORTEN URL
es_419: ACORTAR URL

# settings.menu-bar.general.shorten-url.option.auto
source: Auto
es_419: Automático

# settings.menu-bar.general.temp-expiration.section-title
source: TEMP EXPIRATION
es_419: CADUCIDAD TEMPORAL

# settings.menu-bar.general.temp-expiration.description
source: Auto-delete items copied from temporary applications.
es_419: Elimina automáticamente los elementos copiados de aplicaciones temporales.

# settings.menu-bar.general.startup.section-title
source: STARTUP
es_419: INICIO AUTOMÁTICO

# settings.menu-bar.general.startup.launch-at-login
source: Launch automatically at login
es_419: Iniciar automáticamente al iniciar sesión

# settings.menu-bar.general.appearance.section-title
source: APPEARANCE
es_419: APARIENCIA

# settings.menu-bar.general.appearance.popup-darkness.label
source: Popup darkness
es_419: Oscuridad del popup

# settings.menu-bar.general.appearance.popup-darkness.glass-fully-transparent
source: Glass (Fully Transparent)
es_419: Cristal (Completamente transparente)

# settings.menu-bar.general.appearance.popup-darkness.light
source: Light
es_419: Claro

# settings.menu-bar.general.appearance.popup-darkness.medium
source: Medium
es_419: Medio

# settings.menu-bar.general.appearance.popup-darkness.dark
source: Dark
es_419: Oscuro

# settings.menu-bar.general.appearance.popup-window-style.label
source: Popup window style
es_419: Estilo de ventana emergente

# settings.menu-bar.general.appearance.popup-window-style.popover.description
source: Classic popover with pointer arrow.
es_419: Popover clásico con flecha indicadora.

# settings.menu-bar.general.appearance.popup-window-style.panel-wifi.description
source: Floating window style like WiFi/Battery menus.
es_419: Estilo de ventana flotante, como los menús de Wi‑Fi/Batería.

# settings.menu-bar.general.updates.section-title
source: UPDATES
es_419: Actualizaciones

# settings.menu-bar.general.updates.available-version
source: %@ Available!
es_419: ¡%@ disponible!

# settings.menu-bar.general.updates.update-relaunch.button
source: Update & Relaunch
es_419: Actualizar y reiniciar

# settings.menu-bar.general.updates.checking-github
source: Checking GitHub for updates...
es_419: Buscando actualizaciones en GitHub...

# settings.menu-bar.general.updates.up-to-date
source: FrogDrop is up to date
es_419: FrogDrop está actualizado

# settings.menu-bar.general.updates.last-checked
source: Checked %@
es_419: Verificado %@

# settings.menu-bar.general.updates.check-for-new-releases.title
source: Check for new releases
es_419: Buscar nuevas versiones

# settings.menu-bar.general.updates.check-for-new-releases.subtitle
source: Click button to query GitHub
es_419: Haz clic en el botón para consultar GitHub

# settings.menu-bar.general.updates.check.button
source: Check
es_419: Marca

# settings.menu-bar.grid.folders-apps.section-title
source: FOLDERS & APPS
es_419: CARPETAS Y APLICACIONES

# settings.menu-bar.grid.folders-apps.add-folder.button
source: Add Folder...
es_419: Agregar carpeta...

# settings.menu-bar.grid.builtin-actions.section-title
source: BUILT-IN ACTIONS
es_419: ACCIONES INTEGRADAS

# settings.menu-bar.grid.builtin-actions.inspect-exif
source: Inspect EXIF
es_419: Inspeccionar EXIF

# settings.menu-bar.grid.builtin-actions.extract-text-ocr
source: Extract Text (OCR)
es_419: Extraer texto (OCR)

# settings.menu-bar.grid.builtin-actions.convert-to-web-avif
source: Convert to Web (AVIF)
es_419: Convertir para web (AVIF)

# settings.menu-bar.grid.builtin-actions.compress-image
source: Compress Image
es_419: Comprimir imagen

# settings.menu-bar.grid.builtin-actions.strip-exif-metadata
source: Strip EXIF Metadata
es_419: Eliminar metadatos EXIF

# settings.menu-bar.grid.builtin-actions.merge-pdfs
source: Merge PDFs
es_419: Combinar PDFs

# settings.menu-bar.grid.builtin-actions.pick-screen-color
source: Pick Screen Color
es_419: Elegir color de la pantalla

# settings.menu-bar.grid.builtin-actions.email
source: Email
es_419: Correo electrónico

# settings.menu-bar.grid.builtin-actions.upload-to-imgur
source: Upload to Imgur
es_419: Subir a Imgur

# settings.menu-bar.grid.builtin-actions.shorten-url
source: Shorten URL
es_419: Acortar URL

# settings.menu-bar.grid.builtin-actions.zip-files
source: Zip Files
es_419: Comprimir archivos

# settings.menu-bar.grid.builtin-actions.resize-image-800px
source: Resize Image (800px)
es_419: Redimensionar imagen (800px)

# settings.menu-bar.grid.builtin-actions.convert-to-png
source: Convert to PNG
es_419: Convertir a PNG

# settings.menu-bar.grid.builtin-actions.copy-path
source: Copy Path
es_419: Copiar ruta

# settings.menu-bar.grid.builtin-actions.open-path
source: Open Path
es_419: Abrir ubicación

# settings.menu-bar.rules.app-preferences.section-title
source: APP PREFERENCES
es_419: PREFERENCIAS DE LA APP

# settings.menu-bar.rules.behavior.save-permanent
source: Save (Permanent)
es_419: Guardar (permanente)

# settings.menu-bar.rules.behavior.temporary
source: Temporary
es_419: Temporal

# settings.menu-bar.rules.behavior.ignore-dont-save
source: Ignore (Don't Save)
es_419: Descartar (No guardar)

# settings.menu-bar.rules.add-new-preference.section-title
source: ADD NEW PREFERENCE
es_419: Agregar nueva preferencia

# settings.menu-bar.rules.add-new-preference.app-name.placeholder
source: App Name...
es_419: Nombre de la app...

# settings.menu-bar.rules.add-new-preference.behavior.ignore
source: Ignore
es_419: Ignorar

# settings.menu-bar.rules.add-new-preference.done.button
source: Done
es_419: Listo

# dropzone.manager.status.opening
source: Opening...
es_419: Abriendo...

# dropzone.manager.status.opened.path
source: Opened!
es_419: ¡Abierto!

# dropzone.manager.status.reading
source: Reading...
es_419: Leyendo…

# dropzone.manager.status.opened.file
source: Opened!
es_419: ¡Se abrió!

# dropzone.manager.status.invalid-path
source: Invalid Path
es_419: Ruta inválida

# dropzone.manager.status.copying
source: Copying...
es_419: Copiando...

# dropzone.manager.status.copied
source: Copied!
es_419: ¡Copiado!

# dropzone.manager.status.moving
source: Moving...
es_419: Moviendo...

# dropzone.manager.status.moved-files-count
source: Moved %d files
es_419: Se movieron %d archivos

# dropzone.manager.status.files-moved-success-title
source: Files Moved Successfully
es_419: Archivos movidos con éxito

# dropzone.manager.status.files-moved-success-message
source: %d file(s) moved to %@.
es_419: Se movieron %d archivo(s) a %@.

# dropzone.manager.status.airdrop.sent
source: Sent!
es_419: ¡Enviado!

# dropzone.manager.status.email.composing
source: Email...
es_419: Enviar por correo...

# dropzone.manager.status.email.composed
source: Composed!
es_419: ¡Correo redactado!

# dropzone.manager.status.no-file
source: No file
es_419: No hay archivo

# dropzone.manager.status.uploading
source: Uploading...
es_419: Subiendo...

# dropzone.manager.status.uploaded
source: Uploaded!
es_419: ¡Subido!

# dropzone.manager.status.imgur-upload-successful.title
source: Imgur Upload Successful
es_419: Carga a Imgur completada

# dropzone.manager.status.imgur-upload-successful.message
source: Link copied to clipboard!
es_419: ¡Enlace copiado al portapapeles!

# dropzone.manager.status.no-url
source: No URL
es_419: No hay URL

# dropzone.manager.status.shortening
source: Shortening...
es_419: Acortando...

# dropzone.manager.status.shortened
source: Shortened!
es_419: ¡URL acortada!

# dropzone.manager.status.url-shortened.title
source: URL Shortened
es_419: URL acortada

# dropzone.manager.status.url-shortened.message
source: Shortened URL copied to clipboard!
es_419: ¡URL acortada copiada al portapapeles!

# dropzone.manager.status.copied-name
source: Copied Name
es_419: Nombre copiado

# dropzone.manager.status.no-files
source: No files
es_419: No hay archivos

# dropzone.manager.status.zipping
source: Zipping...
es_419: Comprimiendo...

# dropzone.manager.status.compressed-to-downloads
source: Compressed! → Downloads
es_419: ¡Comprimido! → Descargas

# dropzone.manager.status.no-images.resize
source: No images
es_419: No hay imágenes

# dropzone.manager.status.resizing
source: Resizing...
es_419: Redimensionando...

# dropzone.manager.status.resized-to-downloads
source: Resized → Downloads
es_419: Redimensionado → Descargas

# dropzone.manager.status.failed.resize
source: Failed
es_419: Error

# dropzone.manager.status.no-images.convert
source: No images
es_419: No hay imágenes

# dropzone.manager.status.converting.png
source: Converting...
es_419: Convirtiendo...

# dropzone.manager.status.converted-to-downloads.png
source: Converted → Downloads
es_419: Convertido → Descargas

# dropzone.manager.status.failed.convert-png
source: Failed
es_419: Error

# dropzone.manager.status.no-files.inspect-exif
source: No files
es_419: No hay archivos

# dropzone.manager.status.inspected-exif
source: Inspected!
es_419: ¡Inspeccionado!

# dropzone.manager.status.no-files.extract-ocr
source: No files
es_419: No hay archivos

# dropzone.manager.status.extracting-ocr
source: Extracting...
es_419: Extrayendo...

# dropzone.manager.status.copied-to-clipboard.ocr
source: Copied to Clipboard!
es_419: ¡Copiado al portapapeles!

# dropzone.manager.status.no-text-found
source: No Text Found
es_419: No se encontró texto reconocible

# dropzone.manager.status.no-images.convert-webp
source: No images
es_419: No hay imágenes

# dropzone.manager.status.converting.webp
source: Converting...
es_419: Convirtiendo...

# dropzone.manager.status.converted-to-webp
source: Converted to WebP!
es_419: ¡Convertido a WebP!

# dropzone.manager.status.failed.convert-webp
source: Failed
es_419: Error

# dropzone.manager.status.no-images.compress
source: No images
es_419: No hay imágenes

# dropzone.manager.status.compressing
source: Compressing...
es_419: Comprimiendo...

# dropzone.manager.status.compressed
source: Compressed!
es_419: ¡Comprimido!

# dropzone.manager.status.failed.compress
source: Failed
es_419: Error

# dropzone.manager.status.no-images.strip-exif
source: No images
es_419: No hay imágenes

# dropzone.manager.status.stripping-exif
source: Stripping...
es_419: Eliminando metadatos...

# dropzone.manager.status.stripped-exif
source: Stripped!
es_419: ¡Listo!

# dropzone.manager.status.failed.strip-exif
source: Failed
es_419: Error

# dropzone.manager.status.no-files.merge-pdf
source: No files
es_419: No hay archivos

# dropzone.manager.status.merging-pdf
source: Merging...
es_419: Combinando...

# dropzone.manager.status.pdfs-merged
source: PDFs Merged!
es_419: ¡PDF combinados!

# dropzone.manager.status.failed.merge-pdf
source: Failed
es_419: Error

# dropzone.manager.status.picking-color
source: Picking...
es_419: Eligiendo color...

# dropzone.manager.status.copied-color-hex
source: Copied %@
es_419: Copiado %@

# timer.tab.focus-input.placeholder
source: What are you focusing on?
es_419: ¿En qué te estás enfocando?

# timer.tab.gamification.streak-days
source: %dd streak
es_419: Racha de %d día(s)

# timer.tab.hud.toggle.on
source: HUD On
es_419: HUD activado

# timer.tab.daily-goal.progress-minutes
source: %d/%dm
es_419: %d/%d min

# timer.tab.mode.break
source: ☕ Break
es_419: ☕ Descanso

# timer.tab.mode.focus
source: 🐸 Focus
es_419: 🐸 Enfoque

# timer.tab.adjust-time.plus-one-minute
source: +1m
es_419: +1 min

# timer.tab.adjust-time.plus-five-minutes
source: +5m
es_419: +5 min

# timer.tab.preset.pomodoro.twenty-five-minutes
source: 25m Pomodoro
es_419: Pomodoro de 25 min

# timer.tab.preset.deep-work.fifty-minutes
source: 50m Deep Work
es_419: 50 min Trabajo profundo

# timer.tab.preset.deep-work.title
source: Deep Work
es_419: Trabajo profundo

# timer.tab.preset.sprint.fifteen-minutes
source: 15m Sprint
es_419: Sprint de 15 min

# timer.tab.preset.break.five-minutes
source: 5m Break
es_419: Descanso 5 min

# timer.tab.preset.stopwatch.title
source: Stopwatch
es_419: Cronómetro

# timer.tab.preset.flow.title
source: Flow
es_419: Flujo

# timer.tab.ambient-audio.section-title
source: AMBIENT FOCUS AUDIO
es_419: AUDIO AMBIENTAL DE ENFOQUE

# timer.tab.custom-duration.hours-label
source: hours
es_419: horas

# timer.tab.session.ends-at-time
source: Ends at %@
es_419: Termina a las %@

# timer.tab.task-name.section-title
source: TASK NAME
es_419: Nombre de la tarea

# timer.tab.task-name.placeholder
source: What are you working on?
es_419: ¿En qué estás trabajando?

# timer.tab.pomodoro.mode.label
source: Pomodoro Mode
es_419: Modo Pomodoro

# timer.tab.pomodoro.break-duration.label
source: Break Duration
es_419: Duración del descanso

# timer.tab.pomodoro.cycles.label
source: Cycles
es_419: Ciclos

# timer.tab.session-setup.cancel
source: Cancel
es_419: Cancelar

# timer.tab.session-setup.start-focus
source: Start Focus
es_419: Iniciar enfoque

# timer.tab.history.title
source: Focus History
es_419: Historial de enfoque

# timer.tab.history.clear
source: Clear
es_419: Borrar

# timer.tab.history.empty-state
source: No sessions logged yet
es_419: Aún no hay sesiones registradas

# timer.tab.history.duration.minutes
source: %dm
es_419: %d min

# floating-shelf.window.drop-target.title
source: Drop Files
es_419: Suelta archivos

# floating-shelf.window.toolbar.collapse
source: Collapse
es_419: Contraer

# floating-shelf.window.quicklook.preview-with-shortcut
source: QuickLook Preview (Space)
es_419: Vista previa de Quick Look (Espacio)

# floating-shelf.window.context.quicklook-preview
source: QuickLook Preview
es_419: Vista previa de Quick Look

# floating-shelf.window.context.reveal-in-finder
source: Reveal in Finder
es_419: Mostrar en el Finder

# floating-shelf.window.context.copy-paths
source: Copy Path(s)
es_419: Copiar rutas

# floating-shelf.window.context.move-to-folder
source: Move to Folder
es_419: Mover a la carpeta

# floating-shelf.window.context.clear-all
source: Clear All
es_419: Borrar todo

# floating-shelf.window.context.inspect-exif-metadata
source: Inspect EXIF Metadata
es_419: Inspeccionar metadatos EXIF

# floating-shelf.window.context.extract-text-ocr
source: Extract Text (OCR)
es_419: Extraer texto (OCR)

# floating-shelf.window.context.convert-to-web-avif
source: Convert to Web (AVIF)
es_419: Convertir a Web (AVIF)

# floating-shelf.window.context.compress-image
source: Compress Image
es_419: Comprimir imagen

# floating-shelf.window.context.strip-exif-metadata
source: Strip EXIF Metadata
es_419: Eliminar metadatos EXIF

# floating-shelf.window.context.merge-into-pdf
source: Merge into PDF
es_419: Combinar en PDF

# floating-shelf.window.context.pick-screen-color
source: Pick Screen Color
es_419: Elige el color de la pantalla

# floating-shelf.window.context.email
source: Email
es_419: Correo electrónico

# floating-shelf.window.context.upload-to-imgur
source: Upload to Imgur
es_419: Subir a Imgur

# floating-shelf.window.context.shorten-url
source: Shorten URL
es_419: Acortar URL

# floating-shelf.window.context.zip-files
source: Zip Files
es_419: Archivos ZIP

# floating-shelf.window.context.resize-image-800px
source: Resize Image (800px)
es_419: Redimensionar imagen (800 px)

# floating-shelf.window.context.convert-to-png
source: Convert to PNG
es_419: Convertir a PNG

# floating-shelf.window.context.copy-path
source: Copy Path
es_419: Copiar ruta

# floating-shelf.window.context.open-path
source: Open Path
es_419: Abrir ruta

# exif.inspector.title
source: EXIF & Privacy Inspector
es_419: Inspector de EXIF y privacidad

# exif.inspector.privacy-status.clean-image
source: 100% Clean Image
es_419: % C Imagen limpia

# exif.inspector.privacy-status.sensitive-detected
source: Sensitive Metadata Detected
es_419: Se detectaron metadatos sensibles

# exif.inspector.privacy-status.clean-description
source: No GPS location, camera serial, or sensitive tags found.
es_419: No se encontró ubicación GPS, número de serie de la cámara ni etiquetas sensibles.

# exif.inspector.privacy-status.sensitive-description
source: Contains location or camera information that can identify where & when it was taken.
es_419: Contiene información de ubicación o de la cámara que puede identificar dónde y cuándo fue tomada.

# exif.inspector.section.gps-location
source: GPS Location
es_419: Ubicación GPS

# exif.inspector.gps.open-maps
source: Open Maps
es_419: Abrir Mapas

# exif.inspector.section.camera-optics
source: Camera & Optics
es_419: Cámara y óptica

# exif.inspector.camera.device.header
source: Device
es_419: Dispositivo

# exif.inspector.camera.device.row-label
source: Device
es_419: Dispositivo

# exif.inspector.camera.lens.row-label
source: Lens
es_419: Lente

# exif.inspector.section.file-resolution
source: File & Resolution
es_419: Archivo y resolución

# exif.inspector.file.dimensions.label
source: Dimensions
es_419: Dimensiones

# exif.inspector.file.size.label
source: File Size
es_419: Tamaño del archivo

# exif.inspector.file.captured.label
source: Captured
es_419: Capturada

# exif.inspector.file.color-profile.label
source: Color Profile
es_419: Perfil de color

# exif.inspector.clean-copy-saved-downloads
source: Clean Copy Saved in Downloads!
es_419: ¡Copia limpia guardada en Descargas!

# exif.inspector.strip-metadata-clean
source: Strip Metadata & Clean
es_419: Eliminar metadatos y limpiar

# exif.inspector.action.done
source: Done
es_419: Listo

# exif.inspector.action.close
source: Close
es_419: Cerrar

# timer.notification.break-started.message
source: Take a breath. Break for %d mins.
es_419: Toma aire. Descansa %d min.

# timer.notification.focus-started.message
source: Focusing on: %@. Cycle %d of %d.
es_419: Enfocándote en: %@. Ciclo %d de %d.

# timer.notification.timer-started.title
source: Timer Started
es_419: Temporizador iniciado

# timer.notification.timer-started.message
source: Timer set for %d mins.
es_419: Temporizador configurado en %d min.

# timer.kind.stopwatch.display-name
source: Stopwatch
es_419: Cronómetro

# timer.template.focus-session.title
source: Focus Session
es_419: Sesión de enfoque

# timer.template.deep-work.title
source: Deep Work
es_419: Trabajo profundo

# timer.template.power-break.title
source: Power Break ☕
es_419: Pausa recargadora ☕

# timer.notification.stopwatch-started.title
source: Stopwatch Started
es_419: Cronómetro iniciado

# timer.notification.stopwatch-started.message
source: Tracking time for: %@
es_419: Registrando tiempo para: %@

# timer.notification.session-state.break-time
source: Break Time!
es_419: ¡Hora de descansar!

# timer.notification.session-state.focus-time
source: Focus Time!
es_419: ¡Hora de enfoque!

# timer.notification.focus-session-finished.title
source: Focus Session Finished! ☕
es_419: ¡Sesión de enfoque finalizada! ☕

# timer.notification.pomodoro-finished.title
source: Pomodoro Finished! 🏆
es_419: ¡Pomodoro terminado! 🏆

# timer.notification.break-finished.title
source: Break Finished! 🐸
es_419: ¡Descanso terminado! 🐸

# timer.notification.timer-finished.title
source: Timer Finished! ⏰
es_419: ¡Temporizador finalizado! ⏰

source: 40Hz Focus
es_419: Enfoque 40Hz

# all_cycles_completed_you_earned_golden_flies
source: All \(timer.totalCycles) cycles completed! You earned golden flies.
es_419: ¡Se completaron los %@ ciclos! Ganaste moscas doradas.

source: Curious Froglet 🌿
es_419: Ranita curiosa 🌿

source: Focus Ninja 🥷
es_419: Ninja del enfoque 🥷

source: Forest
es_419: Bosque

# haptic_level_medium
source: Medium
es_419: Medio

# haptic_level_off
source: Off
es_419: Desactivado

# haptic_level_soft
source: Soft
es_419: Suave

# haptic_level_strong
source: Strong
es_419: Fuerte

source: Ocean
es_419: Océano

source: Off
es_419: Desactivado

source: Pink Noise
es_419: Ruido rosa

source: Rain
es_419: Lluvia

# sidebar_clipboard_title
source: Clipboard
es_419: Portapapeles

# sidebar_dashboard_title
source: Dashboard
es_419: Panel de control

# sidebar_dropzone_title
source: Dropzone
es_419: Zona de destino

# sidebar_focus_timer_title
source: Focus Timer
es_419: Temporizador de enfoque

# sidebar_settings_title
source: Settings
es_419: Configuración

source: Tadpole 🫧
es_419: Renacuajo 🫧

# time_for_break_great_job
source: Time for a \(Int(timer.breakDuration / 60)) min break. Great job!
es_419: Es hora de un descanso de %@ min. ¡Buen trabajo!

# time_to_focus_on_cycle_of_total
source: Time to focus on: \(timer.name). Cycle \(timer.currentCycle) of \(timer.totalCycles).
es_419: Hora de enfocarte en: %@. Ciclo %@ de %@.

source: Timer
es_419: Temporizador

# your_timer_for_name_has_completed
source: Your timer for \"\(timer.name)\" has completed.
es_419: Tu temporizador para "%@" ha finalizado.

source: Zen Master 🧘‍♂️
es_419: Maestro Zen 🧘‍♂️
